{
  "community": {
    "header": {
      "title": "Join Our Community",
      "description": "Connect, collaborate, and grow with thousands of tech professionals in South Africa."
    },
    "whyJoin": {
      "title": "Why Join?",
      "description": "At ZATech, we bring together South Africa's brightest tech minds. Join our Slack community and engage in meaningful discussions, skill sharing, and networking. With hundreds of channels covering everything from coding and startups to gaming and mental health, there's a space for everyone."
    },
    "slackBased": {
      "title": "Slack-Based Messaging",
      "description": "Get your invite to our Slack workspace and join thousands of tech professionals in meaningful discussions, knowledge sharing, and networking.",
      "buttonText": "Get Started"
    },
    "topics": {
      "title": "Hundreds of Topics and Interests",
      "description": "We have hundreds of channels organized around locations like #capetown, languages like #python, specializations like #aws, and even non-tech topics like #cooking."
    },
    "eventsJobs": {
      "title": "Events, Job Postings, and More",
      "description": "We organize and share meetups, exchange knowledge about everything from tech to visas, and host active #jobpostings and #freelance-jobpostings channels for finding work."
    },
    "thingsToKnow": {
      "title": "Some Things to Know Before Joining",
      "content": "By joining, you agree to abide by the ZATech Code of Conduct. Please take a moment to read it and pay special attention to our specific rules about recruitment.\n\nThe group is intended to be high signal, low noise. Think of it as an overlapping series of professional groups rather than IRC in the 90s.\n\nBe kind. Don't be snarky. Have curious conversations – don't cross-examine. Comments should become more thoughtful and substantive, not less, as a topic becomes more divisive.",
      "highlight": "ZATech Code of Conduct",
      "highlightHref": "https://github.com/zatech/code-of-conduct"
    },
    "requestInvite": {
      "title": "Request an Invite",
      "content": "We welcome nearly anyone to join our community, but to prevent spam we are invite-only.\n\nTo request an invite, send an email to invite@zatech.co.za from an address you intend to use long term (not your work email – you'll be in this community for a long time). Include your name, occupation, a brief explanation of why you want to join, and how you heard about us.\n\nFinally, please include a link to your LinkedIn, Twitter, GitHub, or another site that shows you're a real person. None of the above information will be shared outside the admin team, who use it solely to assess your application. We approve 99% of applications and only reject spammers, scammers, and bots.",
      "highlight": "invite@zatech.co.za",
      "highlightHref": "mailto:invite@zatech.co.za"
    }
  },
  "images": {
    "whyJoinAlt": "Why Join",
    "eventsJobsAlt": "Events and Jobs",
    "slackAlt": "Slack",
    "usersGroupAlt": "Users Group"
  }
}